{
  "header": {
    "text1": "الرئيسية",
    "text2": "المدونة",
    "text3": "المعرض",
    "text4": "الوظائف",
    "text5": "الخدمات",
    "scheduleText": "جدولة مكالمة"
  },
  "application": {
    "success": "تم تقديم الطلب بنجاح",
    "error": "لم يتم تقديم الطلب بنجاح"
  },
  "home": {
    "title": "ريمروز",
    "tagline1": "إطلاق قوة التكنولوجيا مع تطوير برامج خبراء",
    "tagline2": "تمكين رؤيتك مع حلول برمجيات متطورة",
    "btnText": "ما نقوم به",
    "viewBtnText": "عرض الكل",
    "frontend": {
      "title": "تطوير الواجهة الأمامية",
      "tag1": "HTML",
      "tag2": "CSS",
      "tag3": "جافا سكريبت"
    },
    "design": {
      "title": "تصميم المنتج",
      "tag1": "العلامة التجارية",
      "tag2": "UI/UX"
    },
    "backend": {
      "title": "تطوير الواجهة الخلفية",
      "tag1": "PHP",
      "tag2": "Node.js",
      "tag3": "جافا",
      "tag4": "بايثون",
      "tag5": "روبي"
    },
    "featured": {
      "heading": "مشاريع مميزة",
      "text": "عرض خبرتنا وتقديم حلول مبتكرة من خلال مجموعتنا المتنوعة من المشاريع الناجحة"
    },
    "services": {
      "heading": "الخدمات",
      "title1": "استشارات",
      "text1": "لوريم ايبسوم دولار سيت أميت، كونسيكتيتور أدبيبسوم ماكسيموس. الجزء المهم هو أن يكون لديك كتلة نص.",
      "title2": "تطوير",
      "text2": "تعتمد الأدوات المحددة المستخدمة لتطوير الواجهة الخلفية على متطلبات المشروع ولغة البرمجة المستخدمة وتفضيلات وخبرة المطور. يكمن دور المطور الخلفي في بناء وصيانة جانب الخادم للتطبيق وضمان قدرته على التعامل بشكل فعال مع البيانات المطلوبة والاتصال بين الواجهة الأمامية وقاعدة البيانات.",
      "title3": "توجيه",
      "text3": "لوريم ايبسوم دولار سيت أميت، كونسيكتيتور أدبيبسوم ماكسيموس. الجزء المهم هو أن يكون لديك كتلة نص.",
      "title4": "المصدر المفتوح",
      "text4": "لوريم ايبسوم دولار سيت أميت، كونسيكتيتور أدبيبسوم ماكسيموس. الجزء المهم هو أن يكون لديك كتلة نص."
    },
    "testimonials": {
      "title": "الشهادات",
      "text": "استمع إلى رضا عملائنا: يتجلى التزامنا بالتميز في كل مشروع",
      "error": "لم يتم العثور على شهادات"
    },
    "readMore": "قراءة المزيد",
    "viewMore": "عرض المزيد"
  },
  "blog": {
    "title": "مرحبًا بك في مدونة ريمروز",
    "tagline": "من الأفكار إلى التنفيذ: نصائح وحيل وأفضل الممارسات لتطوير البرمجيات الناجحة",
    "categories": {
      "heading": "جميع الفئات"
    },
    "readingText": "متابعة القراءة",
    "backToBlog": "العودة إلى المدونة",
    "relatedBlogPost": "منشورات المدونة ذات الصلة",
    "error": "لم يتم العثور على مشاركات المدونة",
    "CategoriesError": "لم يتم العثور على الفئات"
  },
  "careers": {
    "heading": "انضم إلى فريق الابتكار لدينا وشكّل مستقبل تطوير البرمجيات",
    "seeDetails": "عرض التفاصيل",
    "title1": "الموقع",
    "title2": "نظرة عامة على الشركة",
    "title3": "نظرة عامة على الوظيفة",
    "title4": "المسؤوليات",
    "title5": "المتطلبات",
    "title6": "الفوائد",
    "error": "لم يتم العثور على وظائف",
    "detailsError": "لم يتم العثور على تفاصيل الوظيفة",
    "form": {
      "label": {
        "name": "الاسم",
        "email": "البريد الإلكتروني",
        "phoneNo": "رقم الهاتف",
        "githubLink": "رابط Github",
        "linkedinLink": "رابط Linkedin",
        "websiteLink": "رابط الموقع",
        "uploadCv": "تحميل السيرة الذاتية",
        "coverLetter": "رسالة تحت الغلاف",
        "btnText": "التقدم لوظيفة"
      },
      "placeholder": {
        "name": "الاسم",
        "email": "البريد الإلكتروني",
        "phoneNo": "رقم الهاتف",
        "github": "Github",
        "linkedin": "Linkedin",
        "website": "الموقع",
        "coverLetter": "اكتب رسالة التغطية هنا"
      }
    }
  },
  "services": {
    "heading": "حلول ويب مخصصة لدفع عملك قدمًا: خدماتنا",
    "tagline": "من الفكرة إلى الإطلاق، خبرتنا توفر مواقع الويب التي تفتن وتحول",
    "error": "لم يتم العثور على الخدمات"
  },
  "portfolio": {
    "heading": "تجربة التميز في تطوير الويب: استكشف محفظتنا",
    "tagline": "إنشاء حلول ويب فريدة وبديهية لعرض قصة علامتك التجارية - ثق في محفظتنا لإلهام نجاحك الرقمي",
    "services": "الخدمات",
    "techText": "التقنية التي استخدمناها",
    "visitText": "زيارة الموقع",
    "codeText": "الحصول على الكود",
    "error": "لم يتم العثور على المشاريع"
  },
  "schedule": {
    "heading": "لنناقش احتياجات تطوير موقع الويب الخاص بك: جدولة مكالمة",
    "tagline": "رؤيتك، خبرتنا: دعنا نخلق شيئًا رائعًا معًا",
    "timeText": "اجتماع لمدة 15-30 دقيقة",
    "webText": "تفاصيل المؤتمر الإلكتروني المقدمة عند التأكيد.",
    "dateHeading": "حدد تاريخًا ووقتًا",
    "letter": "رسالة",
    "existsError": "حدث المكالمة موجود بالفعل",
    "error": "لم يتم جدولة المكالمة بنجاح",
    "success": "تم جدولة المكالمة بنجاح"
  },
  "contactus": {
    "heading": "تواصل مع خبراء تطوير الويب لدينا: اتصل بنا",
    "tagline": "لنبني قصة نجاحك عبر الإنترنت - تواصل مع فريقنا اليوم",
    "phoneNo": "رقم الهاتف",
    "subheading": "أرسل لنا رسالتك",
    "btnText": "إرسال رسالة",
    "scheduleText": "أو قم بجدولة مكالمة مجانية لمدة 30 دقيقة"
  },
  "aboutus": {
    "heading": "اكتشف شغفنا بتطوير الويب المبتكر: من نحن",
    "tagline": "لنبني قصة نجاحك عبر الإنترنت - تواصل مع فريقنا اليوم",
    "text1": "في ريمروز، نحن متحمسون لتطوير الويب وملتزمون بتقديم حلول استثنائية تساعد عملائنا على تحقيق النجاح عبر الإنترنت. يعمل فريقنا المؤلف من المطورين والمصممين ومديري المشاريع ذوي الخبرة معًا لإنشاء مواقع ويب مبتكرة تجذب الزوار وتولد التحويلات وتبني العلامات التجارية.",
    "text2": "نحن نؤمن بنهج تعاوني لتطوير الويب، حيث نعمل عن كثب مع عملائنا لفهم احتياجاتهم وأهدافهم التجارية الفريدة. من الفكرة الأولية إلى الإطلاق النهائي، نسعى لتجاوز توقعات عملائنا وتقديم حلول مصممة حسب متطلباتهم الخاصة.",
    "text3": "تتضمن خبرتنا مجموعة واسعة من خدمات تطوير الويب، بما في ذلك تصميم وتطوير المواقع، ودمج نظام إدارة المحتوى، وحلول التجارة الإلكترونية، وأكثر من ذلك. نحن نبقى على اطلاع دائم بأحدث التقنيات والاتجاهات لضمان أن مواقع عملائنا سريعة الاستجابة وسهلة الاستخدام وجذابة بصريًا."
  },
  "terms": {
    "heading": "شروط الاستخدام: التزامنا بالثقة والأمان",
    "title1": "مقدمة",
    "titleData1": "توضح سياسة الخصوصية هذه كيف يتم جمع واستخدام ومشاركة المعلومات الشخصية الخاصة بك عند زيارتك أو الاشتراك أو التسجيل أو الشراء من nftfox، 'الموقع'.",
    "title2": "تعريف البيانات الشخصية",
    "titleData2": "تشير البيانات الشخصية إلى أي معلومات يمكن استخدامها لتحديد شخص محدد، مثل اسمه، وعنوانه، وعنوان بريده الإلكتروني، ورقم هاتفه، وما إلى ذلك. يمكن أن تشمل هذه المعلومات أيضًا معلومات حساسة مثل التفاصيل المالية والسجلات الطبية والبيانات البيومترية. يتم حماية البيانات الشخصية بواسطة قوانين وتنظيمات مثل اللائحة العامة لحماية البيانات (GDPR) في الاتحاد الأوروبي وقانون خصوصية المستهلك في كاليفورنيا (CCPA) في الولايات المتحدة، والتي تضع توجيهات بشأن كيفية جمع واستخدام وحماية البيانات الشخصية.",
    "title3": "ملفات تعريف الارتباط وتقنيات مماثلة",
    "titleData3": {
      "paragraph1": "نحن نستخدم ملفات تعريف الارتباط وتقنيات مماثلة لتوفير وحماية وتحسين منتجاتنا وخدماتنا، مثل تخصيص المحتوى وعرض الإعلانات وقياسها وفهم سلوك المستخدم وتوفير تجربة أكثر أمانًا.",
      "paragraph2": "يمكنك إزالة أو رفض ملفات تعريف الارتباط باستخدام إعدادات المتصفح أو الجهاز الخاص بك، ولكن في بعض الحالات قد يؤثر ذلك على قدرتك على استخدام منتجاتنا وخدماتنا.",
      "paragraph3": "نص وهمي هو ببساطة نص شكلي في صناعة الطباعة والتنضيد. تم استخدام نص لوريم إيبسوم القياسي منذ القرن السادس عشر الميلادي، عندما قامت مجهولة مجهولة بالطباعة والتنضيد.",
      "paragraph4": "نص وهمي هو ببساطة نص شكلي في صناعة الطباعة والتنضيد. تم استخدام نص لوريم إيبسوم القياسي منذ القرن السادس عشر الميلادي، عندما قامت مجهولة مجهولة بالطباعة والتنضيد."
    },
    "title4": "حقوقك",
    "titleData4": {
      "paragraph": "دبي غير تفاحة الفراولة المياه، قام. بتصفح الحاجة للمحروقات. السماوية بالتأكيد أن نكون, مع, ذلك بريطانيا الحمراء التطور أخذ. دول منتصف ثم, لغزو لفشل الفترة كل, بالتوقيع أسر التكاليف. قد تعدّاد كل حتى, عن مع بشرية هو, ما الشهيرة معقل مع واشتدّت.",
      "point1": "1. الحق في الوصول: يحق للمستخدمين طلب واستلام معلومات حول البيانات الشخصية التي جمعها موقع المزاد عنهم.",
      "point2": "2. الحق في التصحيح: يحق للمستخدمين طلب تصحيح أي بيانات شخصية غير دقيقة أو غير كاملة لدينا.",
      "point3": "3. الحق في الحذف: يحق للمستخدمين طلب حذف بياناتهم الشخصية من قواعد البيانات لدينا في ظروف محددة، مثل عدم وجود أساس قانوني لاستمرار معالجة تلك البيانات.",
      "point4": "4. الحق في الاحتجاج: يحق للمستخدمين الاعتراض على معالجة بياناتهم الشخصية بناءً على أساس قانوني محدد، مثل التسويق المباشر.",
      "point5": "5. الحق في نقل البيانات: يحق للمستخدمين طلب نسخة من البيانات الشخصية التي قدموها لنا بتنسيق يمكن قراءته بواسطة الكمبيوتر أو نقلها إلى جهة أخرى.",
      "point6": "6. الحق في سحب القرار المستند إلى الموافقة: يحق للمستخدمين سحب الموافقة التي قدموها لنا في أي وقت، وذلك بالتأثير على المعالجة التي تعتمد على الموافقة."
    },
    "title5": "أمان البيانات",
    "titleData5": "نحن نعمل بجد لحماية البيانات الشخصية الخاصة بك من الوصول غير المصرح به أو الاستخدام أو التعديل أو الكشف. نحن نتبع ممارسات وإجراءات أمنية مناسبة لحماية البيانات الشخصية، بما في ذلك تشفير البيانات الحساسة واستخدام وسائل التحقق للوصول إلى البيانات وتنفيذ إجراءات الحماية الفعالة.",
    "title6": "تغييرات في سياسة الخصوصية",
    "titleData6": "قد نقوم بتحديث سياسة الخصوصية هذه بين الحين والآخر لتوفير مزيد من الشفافية والامتثال للقوانين والتطورات في الممارسات الصناعية. سيتم نشر أي تغييرات على هذه الصفحة وستدخل حيز السريان فور نشرها. يرجى مراجعة سياسة الخصوصية بانتظام للحصول على آخر المعلومات حول ممارساتنا في حماية البيانات.",
    "title7": "الاتصال بنا",
    "titleData7": "إذا كان لديك أي أسئلة أو استفسارات حول سياسة الخصوصية الخاصة بنا أو معالجة البيانات الشخصية الخاصة بك، يرجى الاتصال بنا عبر البريد الإلكتروني أو عن طريق استخدام نموذج الاتصال المتاح على موقعنا."
  }
}
